tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "archey"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "eigen"
brew "faac"
brew "fdk-aac"
brew "fdupes"
brew "git"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "freetype"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gflags"
brew "glog"
brew "gnu-sed"
brew "gperftools"
brew "graphicsmagick"
brew "hdf5"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "icu4c"
brew "ilmbase"
brew "jemalloc"
brew "leveldb"
brew "libav"
brew "libevent"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "links"
brew "lmdb"
brew "mercurial"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "mycli"
brew "mysql-connector-c"
brew "neovim"
brew "nmap"
brew "node"
brew "numpy"
brew "opencv"
brew "openssl@1.1"
brew "pandoc"
brew "pcre"
brew "pkg-config"
brew "portmidi"
brew "potrace"
brew "pv"
brew "ruby"
brew "screenfetch"
brew "sdl"
brew "sdl_image"
brew "sdl_mixer"
brew "sdl_ttf"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
cask "aerial"
cask "alfred"
cask "cakebrew"
cask "cheatsheet"
cask "crypter"
cask "flux"
cask "iina"
cask "imageoptim"
cask "licecap"
cask "mpv"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklookapk"
cask "quicklookase"
cask "suspicious-package"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "webpquicklook"
